Revit 2027 API
ParameterTypeId.FabricSheetMajorReinforcementArea Property
 "Major Reinforcement Area": Major Reinforcement Area
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetMajorReinforcementArea { get; }
Public Shared ReadOnly Property FabricSheetMajorReinforcementArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetMajorReinforcementArea {
	ForgeTypeId^ get ();
}
static member FabricSheetMajorReinforcementArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace